Repository: common-repository/holiday-mode-for-woocommerce
Catalog: languages/holiday-mode-woocommerce-*.po
Languages: de_de

source: Vacation message
de_de: Urlaubsnachricht

source: I am on vacation.
de_de: Ich bin im Urlaub.

source: mm/dd/yyyy
de_de: dd.mm.yyyy

source: Enter your Holiday message here:
de_de: Trage hier die Urlaubsnachricht ein:

source: If activated own message can be entered otherwise Store notice from WooCommerce as Holiday message will be used for customers.
de_de: Wenn aktiviert kann eine eigene Nachricht verwendet werden anstatt der Shop-Mitteilung aus den WooCommerce-Einstellungen im Customizer.

source: Use own Holiday message
de_de: Eigene Nachricht verwenden

source: Enter last day of Holidays here:
de_de: Trage hier den letzten Tag des Urlaubs ein:

source: End of Holidays
de_de: Urlaubsende

source: Enter first day of Holidays here:
de_de: Trage hier den ersten Tag des Urlaubs ein:

source: Start of Holidays
de_de: Urlaubsbeginn

source: Activate Holiday Mode
de_de: Aktiviere Urlaubseinstellungen

source: Activate
de_de: Aktivieren

source: Holiday Mode Settings
de_de: Urlaubseinstellung

source: Holiday Mode for WooCommerce
de_de: Urlaubsmodus f√ºr WooCommerce
